Repository: batden/Translations-for-Enlightenment
Catalog: entice_*.po
Languages: fr

source: Simple image viewer written with Enlightenment Foundation Libraries.
fr: Simple visionneuse d'image basée sur les Enlightenment Foundation Libraries.

source: Go into the fullscreen mode from start.
fr: Mode plein écran au lancement.

source: show program version.
fr: Afficher la version.

source: show copyright.
fr: Afficher le copyright.

source: show license.
fr: Afficher la licence.

source: show this message.
fr: Afficher ce message.

source: could not create log domain '
fr: Impossible de créer un domaine de journalisation.

source: Efreet support needed.
fr: La prise en charge d'Efreet est requise.

source: Cache directory can not be found.
fr: Le répertoire de cache est introuvable.

source: Could not parse command line options.
fr: Impossible d'analyser les options de ligne de commande.

source: could not create main window.
fr: Impossible de créer la fenêtre principale.

source: could not allocate memory for Entice struct
fr: Impossible d'allouer les ressources pour la structure mémoire d'Entice

source: could not load "config" configuration.
fr: Impossible de charger le fichier de configuration « config ».

source: could not create elm window.
fr: Impossible de créer une fenêtre avec Elm.

source: could not apply the theme.
fr: Impossible d'appliquer le thème.
